[
  {
    "Q": "What are the main methodological components for identifying and measuring ESG risks?",
    "A": "Combined methodologies are employed based on exposure, sectoral analysis, portfolio assessment, and scenario studies, allowing for the evaluation of both transition risks and physical risks."
  },
  {
    "Q": "How should materiality assessment be carried out in the ESG context?",
    "A": "The assessment must be tailored to each institution, integrating qualitative and quantitative analyses, and mapping ESG factors to their transmission channels into traditional risks."
  },
  {
    "Q": "What criteria are used to determine the materiality of an ESG risk?",
    "A": "Probability of occurrence, magnitude of financial impact, exposure, and relevance to the institution’s strategy are considered."
  },
  {
    "Q": "How are ESG risks integrated into ICAAP and ILAAP processes?",
    "A": "Institutions must incorporate ESG risk assessments into their capital and liquidity adequacy processes, adjusting time horizons and methodologies to reflect these risks."
  },
  {
    "Q": "What role do scenario analyses play in ESG risk management?",
    "A": "They allow institutions to evaluate resilience against various adverse scenarios, integrating environmental and social variables to adjust strategies and capital requirements."
  },
  {
    "Q": "What challenges exist in the availability and quality of data for evaluating ESG risks?",
    "A": "There is often a lack of historical data, variability in information quality, and a need to rely on proxies or estimates to fill information gaps."
  },
  {
    "Q": "What implications does integrating ESG risks have on an institution’s risk appetite?",
    "A": "It should be reflected in the definition of limits, thresholds, and specific KRIs, adapting the risk appetite to the materiality and complexity of ESG factors."
  },
  {
    "Q": "How are portfolio alignment methodologies applied in ESG analysis?",
    "A": "These methodologies measure how portfolios align with transition pathways and sustainability scenarios, identifying risk concentrations and significant deviations."
  },
  {
    "Q": "How important are vulnerability assessments to physical risks?",
    "A": "They are essential for determining geographic exposure and sensitivity of critical assets to physical events, informing resilience and the need for mitigation measures."
  },
  {
    "Q": "How are transition risks incorporated into credit scoring models?",
    "A": "Variables related to emissions, energy efficiency, and transition policies are incorporated, adjusting credit evaluation to the counterparty’s ESG exposure."
  },
  {
    "Q": "What mitigation measures are recommended for managing ESG risks in credit portfolios?",
    "A": "Recommended measures include adjusting financial conditions, diversification, setting sectoral limits, and engaging to improve counterparties’ ESG practices."
  },
  {
    "Q": "How should methodologies and assumptions be documented in ESG assessment?",
    "A": "It is essential to justify scenario choices, selection criteria, and any methodological changes, ensuring transparency and consistency in internal processes."
  },
  {
    "Q": "What role do KRIs play in monitoring ESG risks?",
    "A": "KRIs allow setting operational limits and early-warning alerts, facilitating continuous monitoring and proactive management of ESG exposures."
  },
  {
    "Q": "How should ESG risks be integrated into internal governance structures?",
    "A": "Clear responsibilities must be assigned, ESG training promoted, and controls and reporting established to embed these risks in corporate governance."
  },
  {
    "Q": "What role do external and third-party data play in ESG risk assessment?",
    "A": "They are fundamental for complementing internal information, using sustainability reports, international standards, and comparative data to enrich analysis."
  },
  {
    "Q": "How is the inherent uncertainty in measuring ESG risks addressed?",
    "A": "Through sensitivity analyses, alternative scenarios, and adjustments in capital planning to mitigate uncertainty from incomplete historical data."
  },
  {
    "Q": "What regulatory implications do these ESG guidelines have for financial institutions?",
    "A": "They require integrating ESG risks in internal management, reporting, and adjustments in capital structure and governance, in line with regulatory demands."
  },
  {
    "Q": "How does ESG analysis relate to long-term sustainability objectives?",
    "A": "It enables institutions to align their risk strategies with sustainability goals, anticipating regulatory and market changes to ensure long-term resilience."
  },
  {
    "Q": "What role do transition plans play in ESG risk mitigation?",
    "A": "They are crucial for defining concrete actions, setting milestones, and adapting strategies over horizons of 10 years or more, reducing exposure to emerging risks."
  },
  {
    "Q": "How can integrating ESG risks improve an institution’s competitiveness?",
    "A": "By proactively managing these risks, institutions optimize their risk structure, strengthen corporate image, and better prepare for future regulatory requirements, enhancing market position."
  },
  {
    "Q": "What is the application date of the guidelines for large institutions and for SNCIs?",
    "A": "They enter into force on January 11, 2026 for large institutions and, at the latest, on January 11, 2027 for small and non-complex institutions (SNCIs)."
  },
  {
    "Q": "How is the principle of proportionality addressed in ESG risk management according to these guidelines?",
    "A": "It is applied by considering risk materiality based on the institution’s activity and complexity, allowing adjustment of assessment frequency and scope according to size and exposure."
  },
  {
    "Q": "What legislative changes prompted the issuance of these ESG guidelines?",
    "A": "They respond to amendments introduced in the CRD and CRR, as well as initiatives like the European Green Deal, the Paris Agreement, and other sustainability-oriented frameworks."
  },
  {
    "Q": "How is ESG risk analysis integrated into operational and reputational risk assessment?",
    "A": "By identifying ESG factors that may impact operations and reputation, and incorporating them into risk models that assess both direct and indirect effects."
  },
  {
    "Q": "What role do ESG guidelines play in financial institutions’ transition strategies?",
    "A": "They provide a framework to develop transition plans with objectives, milestones, and mitigation measures, aligning corporate strategy with long-term sustainability goals."
  },
  {
    "Q": "How are these ESG guidelines linked to the European Green Deal and sustainability legislation?",
    "A": "They align by incorporating requirements to achieve carbon neutrality, improve resilience to environmental risks, and promote sustainable practices in line with international and EU regulations."
  },
  {
    "Q": "What specific requirements are set for managing environmental risks versus social and governance risks?",
    "A": "Differentiated methodologies are required: environmental risks quantify physical and transition risks, while social and governance risks are initially addressed qualitatively, evolving progressively toward quantitative indicators."
  },
  {
    "Q": "How should a transition plan be structured according to these ESG guidelines?",
    "A": "It must include specific objectives, timelines, intermediate milestones, mitigation measures, and a clear strategy to address transition-related risks within the overall strategic planning."
  },
  {
    "Q": "What role does long-term resilience (at least 10 years) play in the ESG guidelines’ approach?",
    "A": "It is fundamental, as the guidelines require institutions to consider a minimum 10-year horizon in their assessments, ensuring preparation for structural changes and emerging risks."
  },
  {
    "Q": "What considerations should be taken into account when using proxies and estimates in ESG risk measurement?",
    "A": "Assumptions must be documented, methodologies validated, and results adjusted as data quality and availability improve to minimize uncertainty from proxy use."
  },
  {
    "Q": "How do these guidelines contribute to the convergence of ESG practices across Europe?",
    "A": "By setting minimum standards and reference methodologies, they facilitate uniform application across jurisdictions, promoting comparability and cooperation among EU supervisory authorities."
  },
  {
    "Q": "What differences exist in applying these guidelines between large institutions and SNCIs?",
    "A": "Large institutions must meet more detailed requirements and more frequent updates, while SNCIs may apply simplified procedures and less complex approaches, based on materiality and exposure."
  },
  {
    "Q": "What reporting and communication measures are required for ESG guideline compliance?",
    "A": "Institutions must notify competent authorities of their compliance level, submit transparent reports, and keep assessments and transition plans up to date, ensuring periodic and clear communication."
  },
  {
    "Q": "How are the results of ESG materiality assessment reflected in an institution’s ICAAP?",
    "A": "Results are integrated into capital requirement determinations, allowing the ICAAP to reflect ESG exposure and guide resource allocation and mitigation measures appropriately."
  },
  {
    "Q": "What interrelation exists between ESG risks and traditional risks according to these guidelines?",
    "A": "ESG factors are seen as drivers of traditional risks—credit, market, operational, and reputational—and are integrated into a holistic risk management framework."
  },
  {
    "Q": "How is the impact of biodiversity degradation evaluated in ESG risk analysis?",
    "A": "By measuring asset and operational dependence on ecosystem services, analyzing both direct impacts and chain effects on financial stability."
  },
  {
    "Q": "What methodologies are recommended to quantify physical risks from extreme climate events?",
    "A": "Approaches based on geographic data, vulnerability analysis, and climate scenarios are recommended to estimate probabilities and magnitudes of impact according to asset exposure."
  },
  {
    "Q": "How is uncertainty in long-term scenario projections addressed in ESG analysis?",
    "A": "Through sensitivity analyses and the creation of multiple scientific-based scenarios, enabling strategy adjustments for various environmental evolutions."
  },
  {
    "Q": "What criteria should be used to validate the quality of external data in ESG analysis?",
    "A": "Source, consistency, timeliness, and relevance should be evaluated, comparing with internal and market data to ensure a robust evaluation basis."
  },
  {
    "Q": "What is the role of prudential supervision in applying these ESG guidelines?",
    "A": "Prudential supervision ensures proper implementation of requirements, evaluating adequate integration and management of ESG risks to promote financial system stability."
  }
]
