[
  {
    "Q": "What are ESG risks?",
    "A": "Risks related to environmental, social, and governance factors that can affect the stability and functioning of financial institutions, including transition risks towards sustainable economies and physical risks (such as extreme climate events)."
  },
  {
    "Q": "What is the main objective of these ESG guidelines?",
    "A": "To establish minimum standards and reference methodologies for identifying, measuring, managing, and monitoring ESG risks in institutions."
  },
  {
    "Q": "Why is it important for institutions to manage ESG risks?",
    "A": "Because these risks can impact financial soundness, reputation, and long-term viability of institutions, even affecting traditional risks."
  },
  {
    "Q": "What is meant by environmental risk in this context?",
    "A": "It includes risks from the transition to a low-carbon economy as well as those related to physical events, like extreme weather or environmental degradation."
  },
  {
    "Q": "What does 'transition risk' mean?",
    "A": "The risk associated with changes arising from moving to a more sustainable economy, such as new environmental policies, technological innovations, and shifts in market preferences."
  },
  {
    "Q": "What are physical risks in the ESG domain?",
    "A": "Risks arising from natural events or physical impacts (such as floods, droughts, or storms) that can damage assets and disrupt operations."
  },
  {
    "Q": "What role does the EBA play in ESG risk management?",
    "A": "The EBA issues guidelines and standards to help institutions effectively integrate and manage ESG risks within their supervisory and management frameworks."
  },
  {
    "Q": "How should institutions integrate ESG risks into their management?",
    "A": "They should incorporate them into internal processes, materiality assessments, and transition plans, embedding them in traditional risk management."
  },
  {
    "Q": "What is a materiality assessment in ESG risks?",
    "A": "An analysis that identifies which ESG risks are most relevant to an institution, considering their potential impact on financial stability."
  },
  {
    "Q": "What must an ESG transition plan include?",
    "A": "It should contain objectives, timelines, milestones, and concrete measures to manage and mitigate risks from the transition to sustainability."
  },
  {
    "Q": "What time horizon is considered for ESG risks?",
    "A": "Guidelines contemplate short, medium, and long-term horizons, including analyses up to 10 years or more."
  },
  {
    "Q": "What tools can be used to measure ESG risks?",
    "A": "Methodologies based on exposure, sectoral analysis, portfolio evaluation, and scenario analysis can be applied."
  },
  {
    "Q": "What is scenario analysis in this context?",
    "A": "A technique to evaluate an institution’s resilience against different future adverse situations, considering environmental and social variables."
  },
  {
    "Q": "How do ESG risks relate to sustainability?",
    "A": "Effective management of ESG risks helps institutions transition to more sustainable and resilient business models against environmental and social changes."
  },
  {
    "Q": "What impact can ESG risks have on an institution’s solvency?",
    "A": "They can affect the institution’s ability to meet financial obligations, potentially requiring adjustments to capital structure."
  },
  {
    "Q": "How is information about ESG risks communicated?",
    "A": "Through internal and external reports detailing risk assessment, management, and monitoring transparently."
  },
  {
    "Q": "How important is governance in ESG risk management?",
    "A": "Good governance ensures clear responsibilities, defined policies, and continuous oversight of ESG risk management."
  },
  {
    "Q": "What are the main challenges in measuring ESG risks?",
    "A": "Key challenges include a lack of robust historical data, the complexity and evolving nature of risks, and the need for specialized methodologies."
  },
  {
    "Q": "What is reputational risk in relation to ESG?",
    "A": "The risk that negative perceptions about ESG risk management harm stakeholders’ trust and the institution’s image."
  },
  {
    "Q": "Why is data integration fundamental in ESG risk assessment?",
    "A": "Accurate and consistent data are key to properly evaluating risks and making informed decisions that strengthen institutional resilience."
  },
  {
    "Q": "What does it mean to assess ESG risks over short, medium, and long terms?",
    "A": "It means analyzing how these risks affect the institution now, in the near future, and over the long term (at least 10 years), to prepare for significant changes."
  },
  {
    "Q": "Why must materiality assessments of ESG risks be updated periodically?",
    "A": "Because the economic and regulatory environment constantly changes, and updating assessments helps identify new risks and adjust strategies in time."
  },
  {
    "Q": "How does scenario analysis aid decision-making in ESG risks?",
    "A": "It enables envisioning different futures and evaluating their potential impacts on the institution, supporting more informed planning and decisions."
  },
  {
    "Q": "How can ESG risks influence an institution’s reputation?",
    "A": "Poor ESG risk management can lead to criticism and loss of trust among clients and investors, negatively affecting the institution’s image."
  },
  {
    "Q": "What is 'social risk' in the ESG context?",
    "A": "Risks related to social issues, such as poor labor conditions or negative community impacts, which can affect institutional stability."
  },
  {
    "Q": "How do ESG guidelines help improve risk management in financial institutions?",
    "A": "They provide a clear framework with standards and methods that facilitate structured and coherent risk identification, measurement, and management."
  },
  {
    "Q": "What is a KRI and why is it important in monitoring ESG risks?",
    "A": "A Key Risk Indicator (KRI) is a measure that signals potential problems early, allowing prompt action to prevent negative impacts."
  },
  {
    "Q": "How do ESG risks relate to corporate sustainability?",
    "A": "Properly managing ESG risks makes an institution more resilient and better prepared to operate sustainably over the long term."
  },
  {
    "Q": "What does it mean that ESG risks can affect traditional risks like credit or market risks?",
    "A": "It means environmental, social, and governance factors can influence the institution’s ability to manage known risks, impacting operations and results."
  },
  {
    "Q": "Why is it important for institutions to collect specific data on their ESG exposures?",
    "A": "Collecting data provides precise insights into exposure areas, facilitating decision-making to mitigate those risks."
  },
  {
    "Q": "What role does third-party sustainability data play in ESG risk assessment?",
    "A": "These data complement internal information, offering a broader view and enabling comparisons with other institutions."
  },
  {
    "Q": "How does a transition plan relate to ESG risk management?",
    "A": "The transition plan sets steps and objectives to adapt to environmental and social changes, helping reduce transformation-related risks."
  },
  {
    "Q": "What does it mean that the guidelines consider a 10-year horizon for risk assessment?",
    "A": "Institutions must plan long term, considering how risks will evolve and preparing for significant future changes."
  },
  {
    "Q": "How can climate change affect a financial institution’s operations?",
    "A": "Climate change can cause extreme events or policy shifts that disrupt operations and affect financial stability."
  },
  {
    "Q": "Why is it necessary to integrate both quantitative and qualitative data in ESG risk assessment?",
    "A": "Combining both types of data provides a complete view, enabling precise risk identification and understanding of potential impacts."
  },
  {
    "Q": "What does 'materiality' imply in ESG risk management?",
    "A": "It refers to identifying which risks are truly important for the institution, helping prioritize actions and allocate resources by potential impact."
  },
  {
    "Q": "What benefits does periodic updating of an ESG assessment bring to an institution?",
    "A": "Updating allows adaptation to new risks and opportunities, improving responsiveness and strengthening institutional resilience."
  },
  {
    "Q": "How do public policies influence ESG risk management?",
    "A": "Public policies can change the regulatory and market environment, so institutions must adjust strategies to comply with new regulations and leverage incentives."
  },
  {
    "Q": "What role does technology play in collecting and analyzing data for ESG risks?",
    "A": "Technology facilitates gathering, analyzing, and monitoring large volumes of data, improving accuracy and efficiency in ESG risk evaluation and management."
  },
  {
    "Q": "How can clients and stakeholders influence an institution’s ESG risk management?",
    "A": "Their expectations and pressure can drive the institution to improve sustainability practices and transparency in risk management."
  }
]
